Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/Tid_for_samtale_nordsamisk.pdf.tmx
Source language: sme
Languages: nob

source: Muhtun váhnemiid oaivilat dasa ahte geat galggašedje oassálastit ságastallamis : • Dáidá leat buorre muhtumin deaivvadit maiddái mánáid haga . •
nob: Noen foreldre sier dette om hvem som bør delta i samtalen : Det kan være greit med møte uten barna . Det er lettere å snakke om vanskelige tema uten barna .

source: Álkit lea ságastallat váttes áššiid birra mánáid gulakeahttá . •
nob: Noen ganger ønsker vi å ta opp et tema uten at barna er til stede .

source: Buorre go oahppi lea mielde , dalle sii sáhttet gullat sihke buriid ja heajos beliid . •
nob: Fint at eleven er med , da kan de høre både ris og ros .

source: Buoremus dieđuid oažžu dalle go buohkat leat das : oahppi , váhnemat ja oahpaheaddji .
nob: Informasjonen blir best når alle parter er til stede ; eleven , foreldrene og læreren .

source: Bovdehusas berre oidnot mii ovdánanságastallama sisdoallu lea ja geat galget deaivvadit .
nob: På invitasjonen bør det stå hva som skal være innholdet i utviklingssamtalen og hvem som skal være til stede .

source: Latnja Luohkkálatnja lea heivvolaš sadji oahpaheaddjái , oahppái ja váhnemiidda deaivvadit .
nob: Rommet Klasserommet passer godt for møtet mellom lærer , elev og foreldre .

source: Dáidá leat buorre deaivvadit máná bargolanjas ja oaidnit su bargosaji , tevnnegiid ja eará oahppibargguid .
nob: Det kan være fint å møtes i arbeidsrommet til barnet og se arbeidsplassen , tegninger eller andre elevarbeider .

source: Sáhtášii maid geavahit eará lanjaid doallat ovdánanságastallama , omd. joavkolanja dahje skuvlagirjerádjosa .
nob: En kan g jerne bruke andre rom til utviklingssamtalen , for eksempel et grupperom eller skolebiblioteket .

source: Latnja ferte bures heivet ságastallat vuđolaččat ja muosálaččat .
nob: Rommet må være egnet til en god og uforstyrret dialog .

source: Beroškeahttá lanjas , de lea lunddolaš organiseret ságastallama nu ahte váhnemat , oahppi ja oahpaheaddji čohkkájit seamma beavddi birra .
nob: Uavhengig av selve rommet er det naturlig å organisere samtalen slik at foreldre , elev og lærer sitter rundt samme bord .

source: Geavatlaš bealli galgá čájehit ahte ságatallanguimmežat galget dovdat iežaset ovttaárvosažžan .
nob: Den praktiske organiseringen skal gi tydelig signal om at alle deltakerne i samtalen er likeverdige parter .

source: Áigi Ovdánanságastallama ii galgga heittot áigi ja hoahppu stivret .
nob: Tiden Utviklingssamtalen må ikke være preget av dårlig tid eller hastverk .

source: Buohkat galget beassat hállat .
nob: Alle må få komme til orde .

source: Loahpahettiin de ferte leat áigi čoahkkáigeassit ságastallama ja hábmet mihttomeriid boahtte áigodahkii .
nob: Ved slutten av møtet må det være nok tid til å oppsummere og

source: Olu váhnemat háliidit geavahit unnimusat 30 minuhta dánlágan ságastallamiidda .
nob: Mange foreldre gir uttrykk for at de ønsker å ha minst 30 minutter til slike samtaler .

source: Iskkadeapmi váhnemiid gaskkas muitala maid muhtumat oaivvildit ságastallanáiggis : • Guhkidehket ságastallama 30 minuhttii , de ii dárbbaš ballat geavaheames menddo guhkes áiggi , ja oahpaheaddjit eai dárbbaš maŋŋánit • Sávvet guhkebuš áiggi go 30 minuhta • Go buohkat galggažit ollet dadjat maidege , de lea dárbu unnimusat 30 minuhttii .
nob: I en undersøkelse blant foreldre sier noen dette om tid til samtale : Utvid samtalen til 30 minutter , så slipper man å være redd for å bruke for lang tid , og lærerne slipper forsinkelser . Ønskelig med litt mer tid enn 30 minutter .

source: Jođiheaddjit Dávjjimusat lea lunddolaš ahte oahpaheaddji jođiha ságastallama .
nob: Ledelsen Som oftest er det naturlig at læreren leder samtalen .

source: Ságastallama ráhkkanettiin sáhttá oahpaheaddji ja oahppi šiehtadit goabbá galgá maid váldit ovdan , ja soaitá vel oahppi ieš sáhttit váldit ovddasvástádusa jođihit muhtun ságastallanosiid .
nob: I planleggingen av samtalen kan lærer og elev bli enige om hvem som skal ta opp hva , og kanskje kan eleven få ansvar for å lede deler av samtalen .

source: Oahpaheaddjit geat leat geahččalan oahppijođiheami , leat vásihan ahte dat lea hui ávkkálaš oahppi ovdáneapmái , muhto dat gis mielddisbuktá ahte ráhkkananbargu guhku sihke oahppái ja oahpaheaddjái .
nob: Lærere som har prøvd ut elevledelse , har erfart at det er lærerikt for eleven , men at det medfører en tidkrevende forberedelse for elev og lærer .

source: SÁGASTALLAMA SISDOALLU
nob: INNHOLDET I SAMTALEN

source: ( ovdamearka ) Maŋosgeahčasteapmi Mihttomearri Ovdánanságastallan galgá leat • Oahppi čájeha máhtu ja ráhkkanahtton deaivvadeapmi skuvlla dáhtu ovttasbargat ja ruovttu gaskka , ja deaivvadeami Oassemihttomeriid fáttát fertejit leat mearriduvvon .
nob: SAMARBEID ( eksempel ) Eleven viser evne Mål : og vilje til samarbeid Eksempler på delmål : Eleven lytter til andre Eleven arbeider aktivt med felles oppgaver Eleven holder avtaler Tilbakeblikk Utviklingssamtalen skal være et planlagt møte mellom skole og hjem , og det må settes opp tema for møtet .

source: ovdamearkkat : Sáhttá leat vuogas álggahettiin • Oahppi guldala earáid geahčastit mihttomeriid maid mannan • Oahppi bargá aktiivvalaččat oktasaš deaivvadeamis mearridedje .
nob: Det kan for eksempel være fruktbart å starte samtalen med et kort tilbakeblikk og se på målene fra forrige møte .

source: Mo bargguiguin lea ovdáneapmi leamaš maŋimuš • Oahppi doallá áigodagas ?
nob: Hvordan har utviklingen vært den siste perioden ?

source: Lea go oahppi juksan šiehtadusaid šihttojuvvon mihttomeriid ?
nob: Har eleven nådd de målene som ble satt ?

source: Leat go mihttomearit leamaš ávkkálaččat dasa mo oahppi lea doaibman ja ovdánan ?
nob: Og var målene nyttige for hvordan eleven fungerer og utvikler seg ?

source: Oahppi , váhnemat ja oahpaheaddji árvvoštallet bohtosiid , ja bidjet fas ovttas ođđa mihttomeriid boahttevaš áigodahkii .
nob: Eleven , foreldrene og læreren evaluerer resultatene , og blir enige om nye mål for den videre utviklingen .

source: Ovdánanmihttomearit Vuođđoskuvllas leat olu oktasaš oahpahusmihttomearit , sihke fágalaččat ja sosiálalaččat .
nob: Utviklingsmål I grunnskolen er det mange felles mål for opplæringen , både faglig og sosialt .

source: Mihttomearit čilgejit maid oahppi galgá oahppat iešguđet dásis .
nob: Målene beskriver hva eleven skal lære på de ulike trinnene .

source: Ovdánanságastallamis ferte de geahčadit maid oahppi hálddaša .
nob: I utviklingssamtalen må en derfor se på hva eleven mestrer .

source: Maid oahppi ieš oaivvilda ?
nob: Hva mener eleven selv ?

source: Ovttas oahpaheaddjiinis ja váhnemiidisguin sáhttá oahppi bidjat ođđa mihttomeriid olahit .
nob: Sammen med læreren og foreldrene kan eleven planlegge nye mål å arbeide mot .

source: Mihttomearit galget bidjat oahppái gáibádusaid , muhto maiddái oahpaheaddjái ja váhnemiidda čuovvolit .
nob: Målene skal stille krav til eleven , men også til oppfølging fra lærer og foreldre .

source: Ovdánanmihttomeari galgá sáhttit mihtidit , ja oahppi ja váhnemat fertejit skuvlla váccidettiin diehtit ahte lea go mihttomearri olámuttos .
nob: Et utviklingsmål må være målbart , og eleven og foreldrene må få vite underveis om målet er innen rekkevidde .

source: Ovdánanmihttomearit fertejit čatnasit dihto fágaide dahje dihto bargobihtáide maid oahppi galgá dahkat .
nob: Utviklingsmålene kan være knyttet til enkeltfag eller til enkeltoppgaver eleven skal utføre .

source: Mihttomearit sáhttet maiddái čatnasit bargovugiide ja máhttimii dahje sosiálalaš doaibmamii , nugo máhttit earáiguin ovttastallat .
nob: Målene kan også handle om arbeidsmetoder og mestring eller være av mer sosial karakter , som det å mestre samhandling med andre .

source: Geavaheadnot mat ovttasbarggu ovdánanovdamearkan .
nob: La oss bruke samarbeid som eksempel på et område for utvikling .

source: Máhttit hálddašit ovttasbarggu lea deaŧalaš dasa mo oahppi doaibmá sihke fágalaččat ja sosiálalaččat , sihke skuvllas ja bargoeallimis go dat áigi boahtá .
nob: Å mestre samarbeid er viktig for hvordan eleven fungerer både faglig og sosialt , på skolen og senere i arbeidslivet .

source: Skuvllas oahppi galgá bargat ovttas earáiguin , sihke guvttiid guvttiid ja joavkkuin .
nob: På skolen skal eleven arbeide sammen med andre , både i par og i grupper .

source: Sii galget oahppat bargat iešguđetlágan bargovugiid mielde nugo ovdamearkka dihtii prošeaktabarggu .
nob: De skal lære ulike arbeidsmetoder som for eksempel prosjektarbeid .

source: Danin lea áibbas dárbbašlaš máhttit ovttasbargat .
nob: Derfor vil samarbeidsmestring være grunnleggende .

source: Guđet oassemihttomearit fertejit devdojuvvot duddjot buori ovttasbarggu ?
nob: Hvilke delmål må oppfylles for at det skal være et godt samarbeid ?

source: Maiddái ohppiide ja váhnemiidda lea hui deaŧalaš diehtit mat leat dihto ovdánanmihttomeari oassemihttomearit .
nob: Det er svært viktig at delmålene for et bestemt utviklingsmål også er kjent for eleven og foreldrene .

source: Oahppi galgá oahppat dovdat maid ovttasbargu-doaba mearkkaša , ja de oažžut veahki oaidnit mo son doaibmá mihttomeriid ektui .
nob: Eleven må lære hva som ligger i begrepet samarbeid , og så få hjelp til å se hvordan han eller hun fungerer i forhold til målene .

source: Ovdánanmihttomearit galget heivehuvvot juohke oahppái .
nob: Utviklingsmålene skal være tilpasset den enkelte eleven .

source: Oahppit geat rahčet , sáhttet dovdat váttisin jos sin buohtastahttet ohppiiguin geat leat čeahpit .
nob: Elever som strever , kan oppleve det som vanskelig dersom de blir sammenliknet med elever som g jør det bedre .

source: Jos oktasaš mihttomearit ja oassemihttomearit deattuhuvvojit menddo sakka , de sáhttet oahppit dovdat iežaset heajubun , ja dat sáhttá goazahit ovdáneami .
nob: Dersom det er et sterkt fokus på felles mål og delmål , kan eleven få en følelse av å komme til kort , noe som ikke er heldig for den videre utviklingen .

source: Ovdánanságastallamis galgá boahtit ovdan mo oahppi doaibmá ja mo ovdáneapmi lea oahppi návccaid ektui .
nob: I en utviklingssamtale skal man stadfeste hvordan eleven fungerer og hvordan fremgangen er ut fra elevens forutsetninger .

source: Ovdánanságastallan galgá leat deaivvadeapmi mas oahppi movttáska bargat juvssahahtti ovdánamihttomeriid olahit .
nob: Utviklingssamtalen skal være et møte der man skaper motivasjon for arbeid mot realistiske utviklingsmål .

source: Oahppi gelbbolašvuohta Skuvlla mihttomearri lea ovttas ruovttuin ovdánahttit ohppiid gelbbolašvuođa máŋgga dáfus , mas olmmoš ieš lea guovddážis .
nob: Elevens kompetanse Skolen har som mål i samarbeid med hjemmet å utvikle elevens kompetanse på et bredt felt , der hele mennesket er i fokus .

source: Skuvla galgá leat báiki gos oahppá ja loaktá .
nob: Skolen skal være et sted for både læring og trivsel .

source: Oahppan mearkkaša ahte oahppi galgá hukset máhtolašvuođa iešguđet fágas .
nob: Når det g jelder læring , skal eleven tilegne seg kunnskap i ulike fag .

source: Lassin máhttit muitalit ođđa dieđuid , de galgá oahppi máhttit jurddašit iešheanalis ja geavahit dán máhtolašvuođa skuvlabargguin , ruovttus ja boahttevaš bargoeallimis .
nob: I tillegg til å reprodusere kunnskapen , skal eleven også lære å reflektere over og bruke den i arbeidet på skolen , hjemme og senere i arbeidslivet .

source: Dánáigge oahppit ožžot stuorát ovddasvástádusa iežaset oahppamii ja ovdáneapmái .
nob: Eleven får i dag større grad av ansvar for egen læring og utvikling .

source: Dađistaga eanet skuvllat geavahišgohtet bargoplánaid , bargovuogi mii mearkkaša ahte oahppi eanet ferte ieš ráhkkanahttit ja gergehit bargobihtáid .
nob: Stadig flere skoler bruker arbeidsplaner , en arbeidsmåte som innebærer at eleven i større grad må planlegge og g jennomføre arbeidsoppgaver selv .

source: Dalle oahppit dárbbašit máhttit geavahit máŋggalágan bargovugiid ja bargomálliid .
nob: Da trenger eleven kunnskap om ulike arbeidsmåter og metoder .

source: Oahppi dárbbaša maid máhttit oaidnit mo son doaibmá .
nob: Eleven trenger også å ha god innsikt i hvordan han eller hun fungerer .

source: Maid mearkkaša váldit ovddasvástádusa iežas oahppamii ?
nob: Hva vil det si å ta ansvar for egen læring ?

source: Dat sáhttá leat deaŧalaš gažaldat digaštallat ohppiin ja váhnemiiguin ovdánanságastallamis .
nob: Det kan være et nyttig spørsmål å diskutere med eleven og foreldrene i en utviklingssamtale .

source: Mo oahppi orru iežas mielas váldimin ovddasvástádusa iežas oahppamii ?
nob: Hvordan synes eleven selv at han / hun tar ansvar for egen læring ?

source: Lassin fágalaš ovdáneapmái ja bargovugiid oahppamii , de galgá oahppi maiddái máhttit ja diehtigoahtit mo son doaibmá earáiguin ovttas .
nob: I tillegg til den faglige utviklingen og læring av arbeidsmetoder , skal eleven også utvikle kunnskap og bevissthet om hvordan han eller hun fungerer sammen med andre .

source: Dán sosiálalaš máhtolašvuođa galgá oahppi máhttit geavahit buoremus lági mielde earáiguin ovttastaladettiin ja ovttasdoaimmadettiin .
nob: Denne sosiale kunnANSVAR FOR EGEN skapen skal eleven lære å bruke på beste måte i LÆRING ( I ) ( eksempel ) samvær og samhandling .

source: Loaktimis sáhttá oaidnit mo oahppi doaibmá sosiálalaččat .
nob: Graden av trivsel er Setter du deg mål for ofte et uttrykk for hvordan eleven fungerer eget arbeid ?

source: Danin leage deaŧalaš jearrat oahppis ahte mo sus lea skuvllas .
nob: Derfor er det viktig å spørre eleven om Har du med deg det du hvordan han / hun har det på skolen .

source: Dovdá go oahppi ahte oahpaheaddjit ja eará oahppit atnet árvvus su ?
nob: Kjenner trenger av utstyr ?

source: Lea go oahppi čeahppi árvvusatnit earáid ?
nob: eleven seg trygg i klasse- og skolemiljøet ?

source: OVDDASVÁSTÁDUS IEŽAT OAHPPAMII ( I ) ( ovdamearka ) • Bijat go mihttomeriid iežat bargui ? •
nob: Utfører du arbeidsoppgaver Kjenner eleven seg verdsatt av lærere og medeldu har ansvar for ?

source: Lea go dus buot biergasat mielde maid dárbbašat ? •
nob: ever ? Er eleven flink til å verdsette andre ?

source: Fágalaš ovdáneapmi Go fágalaš nanusmahttimis lea sáhka , de ferte álgit bargat das mo oahppi doaibmá iešguđet fágas .
nob: Faglig utvikling Når det g jelder den faglige utviklingen , må man ta utgangspunkt i hvordan eleven fungerer innenfor det enkelte faget .

source: Ovdánanságastallamis fertejit oahppi ja váhnemat oažžut diehtit man muttus oahppi lea máhtolašvuođa dáfus dihto fága mihttomeriid ja oassemihttomeriid ektui .
nob: I utviklingssamtalen må eleven og foreldrene få informasjon om hvilken kompetanse eleven har nådd i faget i forhold til mål og delmål .

source: Mánáidskuvllas boahtá dát oidnosii go oahppi árvvoštallojuvvo árvosániid attekeahttá .
nob: På barneskolen skjer denne tilbakemeldingen i form av vurdering uten karakterer .

source: Nuoraidskuvllas ovttaskasbargobihtát ja termiidnaárvosánit addet muhtun muddui dieđu man muddui oahppi hálddaša fága .
nob: I ungdomsskolen vil karakterene på enkeltoppgavene og terminkarakterene gi en viss tilbakemelding om i hvilken grad eleven mestrer faget .

source: Seamma deaŧalaš lea árvosániid lassin maiddái čilget bohtosiid dárkileappot ja bagadit .
nob: Det er likevel viktig at karakterene blir supplert med begrunnelser og veiledning .

source: Dá lea ovdamearka mo sámegiel oahpaheaddji árvvoštallá nuoraidskuvlla oahppi : Dus leat ollu buorit dieđut teavsttastat girječálli birra .
nob: Her er et eksempel på tilbakemelding fra en norsklærer til en elev i ungdomsskolen : Du har mye godt stoff i teksten din om forfatteren .

source: Buorre go leat siteren girjjiin ja dan maid čálli ieš lea dadjan .
nob: Fint at du har med sitater fra bøker og det forfatteren har sagt selv .

source: Teaksta lea guhkkodaga dáfus buorre , ja don hálddašat juohkima bures .
nob: Teksten din har god lengde , og du mestrer inndeling i avsnitt .

source: Buorre !
nob: Bra !

source: Dus leat muhtun čállinmeattáhusat , ja don fertet erenoamážit bargat dássemolsumiin .
nob: ANSVAR FOR EGEN Du har noen skrivefeil , og du må spesielt arbeide LÆRING ( II ( eksempel ) mer med kommaregler .

source: Lean čálistan moadde mearkkašumi ravdii .
nob: Jeg har skrevet noen Er du forberedt til kommentarer i margen .

source: Loga daid ja geahča kursagirjjis s. 14 .
nob: Les dem og se i kursskolearbeidet ? boka s. 140 .

source: Geavat njálmmálaš giela gullat dássemolsuma .
nob: Husk også tegn ved direkte tale .

source: Leat go fuolalaš oahpahusas ?
nob: Er du oppmerksom i under

source: Dát lea erenoamáš deaŧalaš jos oahppi atná muhtun fága dahje fágasuorggi váttisin .
nob: Dette er ekstra viktig dersom eleven har vanskeligheter med et fag eller et fagområde .

source: Čilgemiid ja bagadallama vuođul beassá oahppi diehtit maid son sáhttá bargat buoridit iežas oahppama ja ovdáneami .
nob: Gjennom begrunnelser og veiledning vil eleven få vite hva han eller hun kan g jøre for å bedre sin egen læring og utvikling .

source: Lea go oahppis omd. váttisvuođat fágain , vai ii go son bargga doarvái buoridit bohtosiid ?
nob: Har eleven for eksempel vanskeligheter med faget , eller skyldes de svake resultatene manglende arbeidsinnsats ?

source: Sáhttá go skuvlla oahpahusa ja veahki heivehit buorebut ?
nob: Kan undervisningen og hjelpen på skolen legges bedre til rette ?

source: Dáid gažaldagaiguin sáhttá leat ávkkálaš bargat ovdánanságastallamis .
nob: Disse spørsmålene kan være nyttige å arbeide med i en utviklingssamtale .

source: Mađe boarrásat oahppi lea , dađe buorebut máhttá ieš oaidnit mo son doaibmá .
nob: Jo eldre eleven er , jo mer innsikt kan han / hun ha i sin egen fungering .

source: Maiddái lea ávkkálaš geahčadit mo váhnemat sáhttet veahkehit máná ovdánit .
nob: Det er også nyttig å se på hvordan foreldrene kan hjelpe til i den videre utviklingen .

source: Sosiálalaš ovdáneapmi Skuvllas leat máŋga njuolggadus- ja norbmačoakkáldaga maid skuvla háliida ahte oahppi olaha ja doahttala .
nob: Sosial utvikling Skolene har flere sett av regler og normer som de vil at elevene skal utvikle seg mot og rette seg etter .

source: Dánlágan njuolggadus- ja norbmačoakkáldagat duddjojit buriid guottuid ja daid vuođul hábmejuvvo oadjebas skuvlabiras ja daid galggašedje oahppi , váhnemat ja skuvla ráhkadit ovttas .
nob: Slike sett av regler og normer er holdningsskapende og selve grunnlaget for å utvikle et trygt skolemiljø og bør utarbeides i samarbeid mellom elever , foreldre og skolen .

source: Oahppi ferte oahppat mo su láhttenvuogit ja dagut váikkuhit eará ohppiide ja luohkká- ja skuvlabirrasii .
nob: Eleven må lære hvordan hans / hennes væremåte og handlemåte påvirker medelever og klasse- og skolemiljøet .

source: Deaŧalaš lea ahte oahppi oahppá bidjat rájáid go son dovdá ahte son ii adnojuvvo árvvus .
nob: Det er også viktig at eleven lærer å sette grenser når han eller hun ikke blir møtt med respekt .

source: Nugo ovdalaččas namuhuvvon , de fágalaš ja sosiálalaš ovdáneapmi dáhpáhuvvá ovttasdoaibmama ja ovttasbarggu máhtolašvuođa vuođul .
nob: Som tidligere nevnt er evne til samhandling og samarbeid grunnleggende for både faglig og sosial utvikling .

source: Árvvusatnin ja gierdilvuohta leat eará doahpagat mat čatnasit dása .
nob: Respekt og toleranse er andre begrep som sier noe om dette .

source: Maid doahpagat mearkkašit ?
nob: Hva ligger i uttrykkene ?

source: Ja mo sáhttá oahppi doaibmat bures ja ovdánit árvvusatnima ja gierdilvuođa dáfus ?
nob: Og hvordan kan eleven oppnå å fungere godt og utvikle seg når det g jelder respekt og toleranse ?

source: Doahpagiid ferte oassemihttomeriid vuođul čielggadit ja ovdamearkkaid bokte čilget .
nob: Begrepene må avklares og eksemplifiseres g jennom et sett av delmål .

source: Maiddái ÁRVVUSATNIN JA GIERDILVUOHTA dás sáhtášii geavahit árvvoštallanskovi .
nob: Også RESPEKT OG her kan man bruke et vurderingsskjema .

source: Mihttomearri : Guđiid ovdánanmihttomeriid sáhttá • Oahppi atná árvvus ja lea oahppi geahččalit olahit go lea sáhka gierdil earáid ektui árvvusatnimis ja gierdilvuođas ?
nob: Hvilke TOLERANSE utviklingsmål kan eleven strekke seg mot når det Eleven viser respekt og Mål : g jelder respekt og toleranse ? toleranse for sine medmennesker

source: Ságastallama čoahkkáigeassin ja ođđa ovdánanmihttomearit Bures ráhkkanahtton ovdánanságastallama čoahkkáigeasus biddjojit fágalaš ja sosiálalaš ovdánanmihttomearit boahtte áigodaga várás .
nob: Oppsummering av samtalen og nye utviklingsmål En godt planlagt utviklingssamtale har en oppsummering der en setter opp faglige og sosiale utviklingsmål for neste arbeidsperiode .

source: ŠIEHTADUS Mihttomearit : Lohkat jitnosit 10 min . vuossárggaid ja gaskavahkuid buoridan dihtii lohkannjuovžilvuođa Bargat bihtáid mat leat bargoplánas Ii gaskkalduhttit su gii lea hállamin Čállit távvalii buot njálmmálaš dieđuid
nob: AVTALE Mål : Bedre leseflyten ved å øve høytlesning 10 min. mandag og onsdag Fullføre lekser på arbeidsplanen Ikke avbryte den som har ordet Skrive ned alle muntlige meldinger på tavla

source: Váhnemat / fuolaheaddjit
nob: elev foreldre / foresatte

source: Oahpaheaddji Skovveovdamearka
nob: Ansvar : Elev Elev / foreldre Elev Lærer

source: Čoahkkáigeassu sáhttá leat sihke njálmmálaččat ja čálalaččat , muhto jos mihttomearit ležžet deaŧalaččat oahppi boahttevaš ovdáneapmái , de daid galggašii čállit .
nob: lærer Eksempel på skjema Oppsummeringen kan være både muntlig og skriftlig , men er målene viktige for elevens videre utvikling , bør man skrive dem ned .

source: Go jo lea sáhka oahppi ovdáneamis , de son ferte aktiivvalaččat leat mielde válljemin ovdánanmihttomeriid , maiddái daid mat galget leat čálalaččat .
nob: I og med at det er elevens utvikling det er snakk om , må han eller hun være aktivt med på å velge utviklingsmålene , også de som skal være skriftlige .

source: Dábálaččat lea doarvái guovtti golmma mihttomearis .
nob: Målene må være få og konkrete . Vanligvis er to til tre mål nok .

source: Dalle lea álkit buohkaide oaidnit ahte olaha go oahppi mihttomeriid vai ii .
nob: Da er det lettere for alle å se om eleven nærmer seg målene eller ikke .

source: Šiehtadusa mihttomearri sáhttá maiddái leat ahte oahpaheaddji ja/dahje váhnemat váruhit mihttomeriid olahit .
nob: Avtalen kan også inneholde mål for oppfølging fra lærer og / eller foreldre .

source: Oahppi , váhnemat ja skuvla juogadit ovddasvástádusa Čoahkkáigeasedettiin lea lunddolaš boahtit ovttaide ahte geas lea váldoovddasvástádus váruhit ahte iešguđet mihttomearri olahuvvo .
nob: Fordeling av ansvar mellom elev , foreldre og skole Som en del av oppsummeringen er det naturlig å bli enige om hvem som har hovedansvar for oppfølging av de ulike målene .

source: Ovddasvástádus galggašii juogaduvvot oahppi , skuvlla ja váhnemiid gaskka .
nob: Ansvaret kan og bør deles mellom elev , skole og foreldre .

source: Áigodaga mihttomeriid čuovvoleapmi Guovtti ovdánanságastallama gaskkas sáhttá leat ávkkálaš ahte ságastallanguimmežat doalahit oktavuođa ja gaskkohagaid addet dieđuid mo dat orru mannamin .
nob: Oppfølging av målene i perioden I tiden mellom to utviklingssamtaler kan det være nyttig at de tre partene i samtalen holder kontakt og gir korte tilbakemeldinger om utviklingen .

source: Dan sáhttá dahkat čálalaččat oahppibargguid oktavuođas , oahppiidságastallama oktavuođas , e-poastta dahje telefuvnna bokte .
nob: Slik tilbakemelding kan bli gitt som skriftlig tilbakemelding på elevarbeid , i elevsamtale , på e-post eller over telefon .

source: Mánát geain leat iešguđetlágan eavttut Mánát bohtet skuvlii iešguđetlágan dárbbuiguin ja vásáhusaiguin .
nob: SPESIELLE UTFORDRINGER Barn med ulike forutsetninger Barna kommer til skolen med ulike behov og erfaringer .
